local config = {
	configAlias = "技能",
	tableAlias = "百家之书",
	titles = {
		[1] = {
			alias = "ID",
			type = "整数类型",
		}, 
		[2] = {
			alias = "模板名",
			type = "字符串类型",
		}, 
		[3] = {
			alias = "字段1",
			type = "浮点数类型",
		}, 
		[4] = {
			alias = "字段2",
			type = "浮点数类型",
		}, 
		[5] = {
			alias = "字段3",
			type = "浮点数类型",
		}, 
		
		[6] = {
			alias = "字段4",
			type = "浮点数类型",
		}, 
		[7] = {
			alias = "字段5",
			type = "浮点数类型",
		}, 
		[8] = {
			alias = "物品类型222",
			type = "",
		}, 
	},
	data = {
		[1] = {
			"1", "百家之书1", 
			"字段a1", "字段a10", 
			"字段a19", "字段a28", 
			"字段a37", "BB字段类型", 
		},
		[2] = {
			"2", "百家之书2", 
			"字段a2", "字段a20", 
			"字段a38", "字段a56", 
			"字段a74", "BB字段类型", 
		},
		[3] = {
			"3", "百家之书3", 
			"字段a3", "字段a30", 
			"字段a57", "字段a84", 
			"字段a111", "BB字段类型", 
		},
		[4] = {
			"4", "百家之书4", 
			"字段a4", "字段a40", 
			"字段a76", "字段a112", 
			"字段a148", "BB字段类型", 
		},
		[5] = {
			"5", "百家之书5", 
			"字段a5", "字段a50", 
			"字段a95", "字段a140", 
			"字段a185", "AA字段类型", 
		},
		[6] = {
			"6", "百家之书6", 
			"字段a6", "字段a60", 
			"字段a114", "字段a168", 
			"字段a222", "CC字段类型", 
		},
		[7] = {
			"7", "百家之书7", 
			"字段a7", "字段a70", 
			"字段a133", "字段a196", 
			"字段a259", "BB字段类型", 
		},
		[8] = {
			"8", "百家之书8", 
			"字段a8", "字段a80", 
			"字段a152", "字段a224", 
			"字段a296", "BB字段类型", 
		},
		[9] = {
			"9", "百家之书9", 
			"字段a9", "字段a90", 
			"字段a171", "字段a252", 
			"字段a333", "BB字段类型", 
		},
		[10] = {
			"10", "百家之书10", 
			"字段a10", "字段a100", 
			"字段a190", "字段a280", 
			"字段a370", "BB字段类型", 
		},
	},
}

return config