local config = {
	configAlias = "通用",
	tableAlias = "技能表",
	titles = {
		[1] = {
			alias = "ID",
			type = "整数类型",
		}, 
		[2] = {
			alias = "模板名",
			type = "字符串类型",
		}, 
		[3] = {
			alias = "字段1",
			type = "浮点数类型",
		}, 
		[4] = {
			alias = "字段2",
			type = "浮点数类型",
		}, 
	},
	data = {
		[1] = {
			"1", "技能1", 
			"字段a1", "字段b1", 
		},
		[2] = {
			"2", "技能2", 
			"字段a2", "字段b2", 
		},
		[3] = {
			"3", "技能3", 
			"字段a3", "字段b3", 
		},
		[4] = {
			"4", "技能4", 
			"字段a4", "字段b4", 
		},
		[5] = {
			"5", "技能5", 
			"字段a5", "字段b5", 
		},
		[6] = {
			"6", "技能6", 
			"字段a6", "字段b6", 
		},
		[7] = {
			"7", "技能7", 
			"字段a7", "字段b7", 
		},
		[8] = {
			"8", "技能8", 
			"字段a8", "字段b8", 
		},
		[9] = {
			"9", "技能9", 
			"字段a9", "字段b9", 
		},
		[10] = {
			"10", "技能10", 
			"字段a10", "字段b10", 
		},
		[11] = {
			"11", "技能11", 
			"字段a11", "字段b11", 
		},
	},
}

return config